{
    "categories": {
        "פיתוחי_מנהלים": {
            "title": "פיתוחי מנהלים",
            "description": "פתיח:",
            "options": [
                {
                    "title": "פיתוח מנהלים מבוסס כישורים וכשירויות – לפרק ולהרכיב מחדש",
                    "content": "רוצים לראות תוצאות אחרות? תתחילו לחשוב אחרת.",
                    "details": [
                        "שינוי פרדיגמות ניהוליות ופיתוח תפיסות חדשות, מתאימות ומתקדמות.",
                        "כלים מעשיים לפירוק תבניות חשיבה ולבניית מיינדסט חדשני, מבוסס כישורים וכשירויות",
                        "תרגילים חווייתיים לפיתוח גמישות מחשבתית וקבלת החלטות מושכלת.",
                        "הצלחה ניהולית לא נשענת רק על טכניקות – היא מתחילה ביכולת לאתגר את הקיים ולבנות מחדש את המיינדסט. התכנית שלנו מציעה גישה חדשנית לפיתוח מנהלים, מבוססת כישורים וכשירויות לאימוץ מיומנויות ניהוליות מתקדמות ופירוק פרדיגמות ישנות. דרך תרגול וסיעור מוחות, המשתתפים לומדים להרחיב את החשיבה, לזהות דפוסים מעכבים, ולגבש סגנון ניהולי גמיש ופרואקטיבי."
                    ]
                },
                {
                    "title": "מיומנויות הנעה והשפעה – לרתום, להשפיע ולהצליח יחד",
                    "content": "איך גורמים לאנשים לשתף פעולה – גם בלי סמכות פורמלית?",
                    "details": [
                        "מודלים וכלים מבוססי מחקר לפיתוח כישורי השפעה.",
                        "גישה פרקטית להנעת עובדים, קולגות ולקוחות גם ללא סמכות ישירה.",
                        "זיהוי צרכים סמויים ובניית חוויית \"Win-Win\".אמיתית לאורך זמן.",
                        "כדי להניע אנשים ולייצר השפעה אמיתית, לא מספיק לתת הוראות – זה יעשה כנראה את ההיפך. בסדנה זו נלמד כיצד לרתום אנשים לשיתוף פעולה, לזהות מניעים סמויים ולנהל שיח שמוביל לתוצאות. באמצעות תרגול מעשי, המשתתפים יפתחו מיומנויות השפעה שיגרמו לאחרים לפעול מתוך רצון אמיתי – ולא מתוך חובה."
                    ]
                },
                {
                    "title": "ניהול שותפויות – לבנות מערכות יחסים משמעותיות",
                    "content": "שותפות אמיתית לא מבוססת על סמכות – אלא על השפעה.",
                    "details": [
                        "כלים לניהול מערכות יחסים בממשקים מורכבים.",
                        "זיהוי צרכים סמויים ובניית אמון לאורך זמן.",
                        "פיתוח כישורים להובלה מתוך חיבור והבנה.",
                        "שיתופי פעולה מוצלחים לא קורים מעצמם – הם נבנים באמצעות תקשורת והשפעה. בסדנה זו המשתתפים ירכשו כישורים שיאפשרו להם לנהל שותפויות בצורה אפקטיבית, לזהות מניעים חבויים וליצור חיבור שמוביל לשיתוף פעולה מוצלח."
                    ]
                },
                {
                    "title": "מחוברות ארגונית – איך יוצרים שייכות אמיתית",
                    "content": "עובדים שמרגישים שייכים – הם אלו שנשארים ומצליחים. נקודה!",
                    "details": [
                        "הבנת הבסיס למחוברות ארגונית לטובת הנעה ומוטיבציה",
                        "כלים ומודלים פרקטיים לבניית חיבור אמיתי של עובדים לארגון.",
                        "זיהוי צרכים אישיים וקבוצתיים להעצמת תחושת שייכות.",
                        "מחוברות היא הרבה יותר משביעות רצון – היא הדבק שמחזיק את הארגון. בסדנה זו נלמד כיצד לפתח תחושת שייכות, הנעת עובדים וחיבור לערכים ולמטרות הארגוניות."
                    ]
                },
                {
                    "title": "סגנונות תקשורת – לדבר בשפה של כולם",
                    "content": "כדי להשפיע – צריך לדעת איך לדבר לכל אחד.",
                    "details": [
                        "זיהוי והתאמת סגנון התקשורת למצבים ואנשים שונים.",
                        "פיתוח גמישות תקשורתית ובניית אמון.",
                        "שימוש בסימולציות ומשחקי תפקידים להטמעה מהירה.",
                        "תקשורת אפקטיבית היא המפתח להצלחה ארגונית. בסדנה זו נלמד לזהות את סגנון התקשורת האישי שלנו ושל הסובבים אותנו, לפתח יכולת להתאים מסרים לקהל היעד וליצור שיח שמניע לפעולה ולשיתוף פעולה."
                    ]
                },
                {
                    "title": "משוב והערכת עובדים – להוביל שיפור וצמיחה",
                    "content": "משוב נכון לא רק משפר ביצועים – הוא מייצר מחויבות.",
                    "details": [
                        "חשיבות ומשמעות של תרבות משוב מתמשכת.",
                        "כלים מעשיים לניהול שיחות משוב אפקטיביות מבוססות כישורים.",
                        "שילוב טכניקות לשיחות קשות בצורה בונה.",
                        "משוב נכון הוא לא ביקורת – אלא כלי לפיתוח ולצמיחה. בסדנה זו נלמד איך להעניק משוב שמניע לשיפור ביצועים, כיצד לזהות נקודות חוזק ולשלב הערכה אמיתית בדרך שתיצור מחויבות אמיתית של העובדים להצלחה."
                    ]
                },
                {
                    "title": "ראיון מבוסס כישורים וכשירויות – אתם באמת מכירים את האדם שמולכם?",
                    "content": "גיוס מדויק מתחיל בזיהוי הכישורים האמיתיים.",
                    "details": [
                        "ניהול ראיונות ממוקדים בכישורים וכשירויות קריטיים להצלחה.",
                        "שאילת שאלות נכונה וניתוח תגובות לזיהוי פערים בין דיבור למעשה.",
                        "כלים מעשיים לזיהוי התאמה מקצועית, אישיותית ותרבותית.",
                        "כמה פעמים גייסתם מועמד שנראה מושלם – רק כדי לגלות שהוא לא מתאים? בסדנה זו נלמד כיצד לנהל ראיונות מבוססי כישורים וכשירויות, לזהות התאמות ופערים ולוודא שהמועמדים הנכונים מצטרפים לארגון שלכם."
                    ]
                },
                {
                    "title": "גיוס מבוסס כישורים וכשירויות – להפוך את תהליך הגיוס למדויק ומוצלח",
                    "content": "מגייסים את מי שזמין – או את מי שבאמת מתאים?",
                    "details": [
                        "כלים לאיתור כישורים וכשירויות הנדרשים להצלחה בתפקיד.",
                        "טכניקות לבניית תהליך גיוס ממוקד ומדיד.",
                        "התאמה בין מועמד, תפקיד ותרבות ארגונית.",
                        "גיוס מוצלח מתחיל בהבנה עמוקה של כישורים וכשירויות הדרושים לכל תפקיד. בסדנה זו נלמד כיצד לבנות תהליך גיוס אפקטיבי, לזהות את המועמדים המדויקים ביותר ולהבטיח שהם ישתלבו בהצלחה בארגון."
                    ]
                },
                {
                    "title": "מיפוי חווית עובד / מסע לקוח – להבין את הדרך מנקודת המבט של האחר",
                    "content": "חוויית העובד והלקוח מתחילה בהבנה אמיתית של הדרך שהם עוברים.",
                    "details": [
                        "מיפוי מסעות עובדים ולקוחות באמצעות כלים מתקדמים.",
                        "זיהוי נקודות קריטיות לשיפור ושימור.",
                        "יצירת חוויות משמעותיות המחזקות מחוברות ושביעות רצון.",
                        "כל עובד ולקוח עובר \"מסע\" בארגון – האם אתם באמת יודעים איך הוא מרגיש בדרך? בסדנה זו נלמד כיצד למפות חוויות, לזהות נקודות חיכוך ולהפוך אותן להזדמנויות ליצירת חוויית עובד ולקוח מצוינת."
                    ]
                },
                {
                    "title": "פתרון בעיות וקבלת החלטות – לנהל את הבלתי צפוי בביטחון",
                    "content": "החלטות חכמות לא מתקבלות במקרה – הן תוצאה של תהליך מדויק.",
                    "details": [
                        "זיהוי הגורמים האמיתיים לבעיות והגדרת פתרונות מדויקים.",
                        "כלים לחשיבה יצירתית וקבלת החלטות מושכלת.",
                        "שילוב תרגולים מעשיים לפיתוח ביטחון בניהול משברים.",
                        "במציאות משתנה, קבלת החלטות ופתרון בעיות הם כישורים קריטיים להצלחה ניהולית. בסדנה זו נלמד כיצד לנתח בעיות בצורה שיטתית, לזהות פתרונות יצירתיים ולבצע החלטות בביטחון – גם בתנאי אי ודאות."
                    ]
                },
                {
                    "title": "שימור ופיתוח עובדים – תנו לאנשים שלכם לגדול",
                    "content": "שימור עובדים הוא לא עניין של מזל – הוא תהליך מנוהל ומדויק.",
                    "details": [
                        "\"לעבוד אצל האנשים שלנו\"- יצירת סביבת עבודה שמקדמת צמיחה ומחוברות.",
                        "כלים לזיהוי צרכים אישיים ופיתוח עובדים לטובת מיקסום פוטנציאל",
                        "שימוש בדאשבורד ניהולי לזיהוי פערי כשירויות וכישורים ברמת העובד/צוות/מחלקה.",
                        "גיוס עובדים זה אתגר – אבל לשמור אותם לאורך זמן זו אמנות. בסדנה זו נלמד כיצד לזהות ולהבין מה מניע עובדים להישאר וליצור סביבה שמקדמת צמיחה ומונעת נטישה מפתיעה."
                    ]
                },
                {
                    "title": "שגרות ניהול - ליצור סדר, להוביל תוצאות",
                    "content": "ניהול יעיל מתחיל בשגרות ניהול שמייצרות יציבות, עקביות ותוצאות.",
                    "details": [
                        "זיהוי והגדרת שגרות ניהול קריטיות לשיפור האפקטיביות.",
                        "הבנת החשיבות של שגרות קבועות לניהול עובדים וממשקים.",
                        "בניית לוח שגרות מעשי לשימוש יומיומי.",
                        "ניהול משימות, עובדים וממשקים הוא חלק בלתי נפרד מהשגרה הניהולית – אבל האם הוא באמת מקבל את המקום הראוי לו? בסדנה זו נבין את החשיבות של שגרות ניהול בהגברת האפקטיביות, נלמד איך לשלב אותן בשגרה העמוסה ונבנה יחד לוח שגרות שיסייע לנו לנהל את היום-יום בצורה יעילה, מקצועית וברורה יותר."
                    ]
                },
                {
                    "title": "פרזנטציה אפקטיבית – להעביר מסר שמשאיר חותם",
                    "content": "מצגת טובה לא רק מציגה מידע – היא יוצרת חיבור, רגש וזכירות.",
                    "details": [
                        "עיצוב מסר בשיטת Less is More: זיקוק המסר והתאמתו לקהל היעד.",
                        "שימוש נכון בכלי מולטימדיה: תמונות, וידאו ואפקטים שמעוררים עניין.",
                        "פיתוח מיומנות Storytelling להעברת מסר בצורה סוחפת.",
                        "תרגול עמידה מול קהל, שפת גוף, והתגברות על חסמים.",
                        "פרזנטציה אפקטיבית היא לא רק מידע על שקף – היא סיפור שמחבר את הקהל, נוגע בו ומניע אותו לפעולה. בסדנה זו נלמד כיצד לעצב מסר מדויק, ליצור חוויית צפייה זכירה באמצעות תמונות וסרטונים, ולשלב טכניקות Storytelling שמושכות את הקהל. נתרגל עמידה מול קהל, נבין איך להתגבר על חששות ולדבר בביטחון, כדי שהמסר שלכם יגיע ללב – וישאר שם."
                    ]
                },
                {
                    "title": "ניהול מנהיגותי – לחשוב מערכתית, להוביל באחריות",
                    "content": "מנהיגות היא לא תכונה מולדת – היא נבנית דרך חשיבה מערכתית, ערכים ומעשים.",
                    "details": [
                        "חקירת הזהות האישית וביסוס זהות ניהולית.",
                        "הבנת תפקיד הערכים האישיים והארגוניים בקבלת החלטות.",
                        "פיתוח חשיבה מערכתית ויכולת ניהול מצבים משתנים.",
                        "יישום מודל המנהיגות המצבית להתאמת סגנון ניהולי לצרכי הצוות.",
                        "מנהלים טובים יודעים לנהל משימות – מנהיגים מצוינים יודעים להוביל אנשים. בסדנה זו נעמיק בהבנת ניהול מנהיגותי, נלמד כיצד לערוך רפלקציה אישית על כישורי המנהיגות שלנו, נחקור את הערכים והאמונות שמנחים אותנו ונפתח חשיבה מערכתית שמסייעת לנהל תהליכים מורכבים. נתרגל מצבי מנהיגות שונים באמצעות המודל המצביתי של הרסי-בלנשארד ונלמד כיצד להניע עובדים, לקבל החלטות ולייצר השפעה חיובית ומתמשכת בארגון.",
                        "ליצור חיבורים שמניעים הצלחה.",
                        "שום ארגון לא פועל לבד – הצלחה עסקית נשענת על היכולת לייצר מערכות יחסים אפקטיביות המבוססות על השפעה ולא רק על סמכות, בתוך הארגון ומחוצה לו.",
                        "איך עושים את זה נכון? עם הכלים הנכונים לניהול ממשקים ושיתופי פעולה.",
                        "הנעה והשפעה גם בלי סמכות ישירה",
                        "בניית אמון ושיפור תהליכי עבודה",
                        "פתרון קונפליקטים ושיפור תהליכי קבלת החלטות",
                        "רוצים לראות מה קורה כשמפתחים את הכישורים הנכונים לניהול שותפויות?",
                        "סדנאות:"
                    ]
                }
            ]
        },
        "ניהול_ממשקים_ושותפויות": {
            "title": "ניהול ממשקים ושותפויות",
            "description": "פתיח:",
            "options": [
                {
                    "title": "ניהול שותפויות – לבנות מערכות יחסים משמעותיות",
                    "content": "שותפות אמיתית לא מבוססת על סמכות – אלא על השפעה.",
                    "details": [
                        "כלים לניהול מערכות יחסים בממשקים מורכבים.",
                        "זיהוי צרכים סמויים ובניית אמון לאורך זמן.",
                        "פיתוח כישורים להובלה מתוך חיבור והבנה.",
                        "שיתופי פעולה מוצלחים לא קורים מעצמם – הם נבנים באמצעות תקשורת והשפעה. בסדנה זו המשתתפים ירכשו כישורים שיאפשרו להם לנהל שותפויות בצורה אפקטיבית, לזהות מניעים חבויים וליצור חיבור שמוביל לשיתוף פעולה מוצלח."
                    ]
                },
                {
                    "title": "ניהול אישי אפקטיבי – להיות מנהלים של עצמכם",
                    "content": "רוצים לשלוט בזמן שלכם במקום שהוא ישלוט בכם?",
                    "details": [
                        "ניהול זמן, תעדוף משימות והתייעלות אישית.",
                        "פיתוח כישורים לניהול אנרגיה ומשאבים.",
                        "בניית תשתית יציבה להתמודדות עם השוטף והבלתי צפוי.",
                        "כדי להצליח במשימות שלנו, צריך קודם כל לדעת לנהל את עצמנו. בסדנה זו נלמד לנהל את עצמנו  והמשימות שלנו בצורה מיטבית, לזהות מה באמת חשוב וליצור איזון נכון בין השוטף ובין הדחוף."
                    ]
                },
                {
                    "title": "מיומנויות הנעה והשפעה – לרתום, להשפיע ולהצליח יחד",
                    "content": "איך גורמים לאנשים לשתף פעולה – גם בלי סמכות פורמלית?",
                    "details": [
                        "מודלים וכלים מבוססי מחקר לפיתוח כישורי השפעה.",
                        "גישה פרקטית להנעת עובדים, קולגות ולקוחות גם ללא סמכות ישירה.",
                        "זיהוי צרכים סמויים ובניית חוויית \"Win-Win\".אמיתית לאורך זמן.",
                        "כדי להניע אנשים ולייצר השפעה אמיתית, לא מספיק לתת הוראות – זה יעשה כנראה את ההיפך. בסדנה זו נלמד כיצד לרתום אנשים לשיתוף פעולה, לזהות מניעים סמויים ולנהל שיח שמוביל לתוצאות. באמצעות תרגול מעשי, המשתתפים יפתחו מיומנויות השפעה שיגרמו לאחרים לפעול מתוך רצון אמיתי – ולא מתוך חובה."
                    ]
                },
                {
                    "title": "סגנונות תקשורת – לדבר בשפה של כולם",
                    "content": "כדי להשפיע – צריך לדעת איך לדבר לכל אחד.",
                    "details": [
                        "זיהוי והתאמת סגנון התקשורת למצבים ואנשים שונים.",
                        "פיתוח גמישות תקשורתית ובניית אמון.",
                        "שימוש בסימולציות ומשחקי תפקידים להטמעה מהירה.",
                        "תקשורת אפקטיבית היא המפתח להצלחה ארגונית. בסדנה זו נלמד לזהות את סגנון התקשורת האישי שלנו ושל הסובבים אותנו, לפתח יכולת להתאים מסרים לקהל היעד וליצור שיח שמניע לפעולה ולשיתוף פעולה."
                    ]
                },
                {
                    "title": "שגרות ניהול - ליצור סדר, להוביל תוצאות",
                    "content": "ניהול יעיל מתחיל בשגרות ניהול שמייצרות יציבות, עקביות ותוצאות.",
                    "details": [
                        "זיהוי והגדרת שגרות ניהול קריטיות לשיפור האפקטיביות.",
                        "הבנת החשיבות של שגרות קבועות לניהול עובדים וממשקים.",
                        "בניית לוח שגרות מעשי לשימוש יומיומי.",
                        "ניהול משימות, עובדים וממשקים הוא חלק בלתי נפרד מהשגרה הניהולית – אבל האם הוא באמת מקבל את המקום הראוי לו? בסדנה זו נבין את החשיבות של שגרות ניהול בהגברת האפקטיביות, נלמד איך לשלב אותן בשגרה העמוסה ונבנה יחד לוח שגרות שיסייע לנו לנהל את היום-יום בצורה יעילה, מקצועית וברורה יותר.",
                        "איך להשאיר חותם ולהוביל לחוויית לקוח מנצחת.",
                        "הלקוחות של היום לא מחפשים רק מוצרים או שירותים – הם מחפשים חוויה. מה שמשפיע על ההחלטות שלהם הוא לא רק מה שהם צריכים, אלא איך גורמים להם להרגיש בדרך.",
                        "כדי להוביל בחוויית השירות והמכירה, צריך להבין לעומק את הלקוח:",
                        "איך להשפיע עליו מבלי לדחוף, איך הופכים התנגדויות להזדמנויות. איך לייצר נאמנות וחיבור רגשי למותג.",
                        "עם הכלים הנכונים, כל אינטראקציה עם לקוח הופכת לחיבור אמיתי שממשפר תוצאות עסקיות.",
                        "רוצים לדעת איך?",
                        "סדנאות:"
                    ]
                }
            ]
        },
        "מיומנויות_שירות_ומכירה": {
            "title": "מיומנויות שירות ומכירה",
            "description": "פתיח:",
            "options": [
                {
                    "title": "שירות מבוסס השפעה – להשפיע על הלקוח ולשנות את החוויה",
                    "content": "רוצים לקוחות מרוצים? תלמדו להשפיע על החוויה שלהם.",
                    "details": [
                        "כלים מעולם הכלכלה ההתנהגותית לשיפור חוויית שירות.",
                        "פיתוח מיומנויות בהשפעה על הלקוח במצבים מאתגרים.",
                        "ניהול שיחות מורכבות, הפיכת התנגדות להזדמנות.",
                        "שירות יוצא דופן לא מסתיים במתן פתרון – הוא מבוסס על השפעה וחיבור אמיתי לצרכי הלקוח. בסדנה זו נלמד כיצד לפתח מיומנויות שיאפשרו לנהל שיחות עם לקוחות, להפוך התנגדות לשיתוף פעולה ולהשפיע על חוויית השירות באופן שמגביר נאמנות ומוניטין."
                    ]
                },
                {
                    "title": "מכירה מבוססת השפעה – למכור מבלי למכור",
                    "content": "רוצים שהלקוחות יבחרו בכם מרצונם? למדו איך להשפיע.",
                    "details": [
                        "זיהוי מנגנוני קבלת החלטות של לקוחות.",
                        "פיתוח כישורים וכשירויות להקשבה והנעת הלקוח.",
                        "הפיכת התנגדויות להזדמנויות מכירה.",
                        "הלקוחות של היום לא אוהבים שמוכרים להם – אבל הם אוהבים לקנות. בסדנה זו נלמד כיצד לפתח מיומנויות שמאפשרות לזהות צרכים סמויים, להניע את הלקוח לפעולה ולבנות חוויית מכירה אותנטית ומשכנעת."
                    ]
                },
                {
                    "title": "מיפוי חווית עובד/מסע לקוח – להבין את הדרך מנקודת המבט של האחר",
                    "content": "חוויית העובד והלקוח מתחילה בהבנה אמיתית של הדרך שהם עוברים.",
                    "details": [
                        "מיפוי מסעות עובדים ולקוחות באמצעות כלים מתקדמים.",
                        "זיהוי נקודות קריטיות לשיפור ושימור.",
                        "יצירת חוויות משמעותיות המחזקות מחוברות ושביעות רצון.",
                        "כל עובד ולקוח עובר \"מסע\" בארגון – האם אתם באמת יודעים איך הוא מרגיש בדרך? בסדנה זו נלמד כיצד למפות חוויות, לזהות נקודות חיכוך ולהפוך אותן להזדמנויות ליצירת חוויית עובד ולקוח מצוינת."
                    ]
                },
                {
                    "title": "ניהול אישי אפקטיבי – להיות מנהלים של עצמכם",
                    "content": "רוצים לשלוט בזמן שלכם במקום שהוא ישלוט בכם?",
                    "details": [
                        "ניהול זמן, תעדוף משימות והתייעלות אישית.",
                        "פיתוח כישורים לניהול אנרגיה ומשאבים.",
                        "בניית תשתית יציבה להתמודדות עם השוטף והבלתי צפוי.",
                        "כדי להצליח במשימות שלנו, צריך קודם כל לדעת לנהל את עצמנו. בסדנה זו נלמד לנהל את עצמנו  והמשימות שלנו בצורה מיטבית, לזהות מה באמת חשוב וליצור איזון נכון בין השוטף ובין הדחוף."
                    ]
                },
                {
                    "title": "פתרון בעיות וקבלת החלטות – לנהל את הבלתי צפוי בביטחון",
                    "content": "החלטות חכמות לא מתקבלות במקרה – הן תוצאה של תהליך מדויק.",
                    "details": [
                        "זיהוי הגורמים האמיתיים לבעיות והגדרת פתרונות מדויקים.",
                        "כלים לחשיבה יצירתית וקבלת החלטות מושכלת.",
                        "שילוב תרגולים מעשיים לפיתוח ביטחון בניהול משברים.",
                        "במציאות משתנה, קבלת החלטות ופתרון בעיות הם כישורים קריטיים להצלחה ניהולית. בסדנה זו נלמד כיצד לנתח בעיות בצורה שיטתית, לזהות פתרונות יצירתיים ולבצע החלטות בביטחון – גם בתנאי אי ודאות.",
                        "להפוך את הארגון למדויק, מחובר ויעיל יותר.",
                        "ארגון חזק הוא לא רק כזה שיודע להתמודד עם אתגרי ההווה – אלא גם כזה שמכין את עצמו לעתיד.",
                        "כדי להצליח, ארגונים צריכים לפתח עתודה ניהולית, להבין את חוויית העובד והלקוח, ולבנות תהליכי גיוס שמבוססים על כישורים אמיתיים  – כך שהאנשים הנכונים יגיעו לתפקידים הנכונים, ויובילו שינוי משמעותי.",
                        "אנחנו מלווים אתכם עם מתודולוגיות פרקטיות שמביאות לתוצאות בשטח, ומבטיחות שהארגון לא רק ישרוד את השינוי, אלא יוביל אותו.",
                        "רוצים שנחשוב יחד קדימה איך לעשות את זה בארגון שלכם?",
                        "סדנאות:"
                    ]
                }
            ]
        },
        "תהליכים_ארגוניים": {
            "title": "תהליכים ארגוניים",
            "description": "פתיח:",
            "options": [
                {
                    "title": "עתודה ניהולית – לטפח את דור המנהלים הבא",
                    "content": "מנהלים לא נולדים – הם מתפתחים.",
                    "details": [
                        "זיקוק כישורים וכשירויות החיוניים לבניית זהות ניהולית חזקה.",
                        "התנסות במודלים של מנהיגות, תקשורת וניהול קונפליקטים.",
                        "שילוב למידה חווייתית לפיתוח מצוינות ניהולית.",
                        "מנהלים מצליחים לא צומחים במקרה – הם מתפתחים עם הכלים וההכוונה הנכונים. בסדנה זו המשתתפים ייחשפו למודלים של מנהיגות, ילמדו כיצד לקבל החלטות בצורה מושכלת ולפתח סגנון ניהול אישי המותאם למציאות המשתנה של עולם העבודה."
                    ]
                },
                {
                    "title": "מיפוי חווית עובד / מסע לקוח – להבין את הדרך מנקודת המבט של האחר",
                    "content": "חוויית העובד והלקוח מתחילה בהבנה אמיתית של הדרך שהם עוברים.",
                    "details": [
                        "מיפוי מסעות עובדים ולקוחות באמצעות כלים מתקדמים.",
                        "זיהוי נקודות קריטיות לשיפור ושימור.",
                        "יצירת חוויות משמעותיות המחזקות מחוברות ושביעות רצון.",
                        "כל עובד ולקוח עובר \"מסע\" בארגון – האם אתם באמת יודעים איך הוא מרגיש בדרך? בסדנה זו נלמד כיצד למפות חוויות, לזהות נקודות חיכוך ולהפוך אותן להזדמנויות ליצירת חוויית עובד ולקוח מצוינת."
                    ]
                },
                {
                    "title": "גיוס מבוסס כישורים וכשירויות – להפוך את תהליך הגיוס למדויק ומוצלח",
                    "content": "מגייסים את מי שזמין – או את מי שבאמת מתאים?",
                    "details": [
                        "כלים לאיתור כישורים וכשירויות הנדרשים להצלחה בתפקיד.",
                        "טכניקות לבניית תהליך גיוס ממוקד ומדיד.",
                        "התאמה בין מועמד, תפקיד ותרבות ארגונית.",
                        "גיוס מוצלח מתחיל בהבנה עמוקה של כישורים וכשירויות הדרושים לכל תפקיד. בסדנה זו נלמד כיצד לבנות תהליך גיוס אפקטיבי, לזהות את המועמדים המדויקים ביותר ולהבטיח שהם ישתלבו בהצלחה בארגון."
                    ]
                },
                {
                    "title": "חונכות אפקטיבית – ללוות, להנחות ולהוביל להתפתחות",
                    "content": "חונכות מקצועית היא לא אינטואיציה – היא אומנות שמבוססת על כישורים, כשירויות ושיטה.",
                    "details": [
                        "הבנת תהליך החונכות מנקודת מבט מערכתית.",
                        "פיתוח מיומנויות הדרכה, ליווי ומתן משוב.",
                        "היכרות עם מודלים וכלים מעשיים להובלת תהליך חניכה מוצלח.",
                        "תרגול מצבי אמת להתמודדות עם אתגרי שטח.",
                        "חונכות מקצועית היא כלי קריטי להטמעת עובדים חדשים ולפיתוח עובדים קיימים. בסדנה זו נלמד כיצד להגדיר את מטרות החונכות, להכיר את התהליך מנקודת מבט ארגונית ואישית, ולפתח כישורים וכשירויות הדרכה שמסייעים לחניכים להצליח בתפקידם. נתרגל שיחות חניכה, נלמד כיצד לזהות צרכים סמויים ונבנה יחד תהליך חניכה ברור ויעיל, שמוביל לתוצאות בשטח.",
                        "כמה שעות שיכולות לשנות את כללי המשחק.\nלא תמיד צריך תהליך ארוך. לפעמים, סדנה ממוקדת אחת יכולה להביא לפריצת דרך.",
                        "הסדנאות החד-פעמיות שלנו מספקות כלים פרקטיים וישימים להתמודדות עם אתגרי היומיום של מנהלים ועובדים, כך שהמשתתפים לא רק ילמדו, אלא גם יחוו, יתרגלו ויישמו כבר מהיום שאחרי.",
                        "אנחנו מנתחים את הצרכים הייחודיים שלכם, ובונים תוכן שמעניק למנהלים בארגון מיומנויות פרקטיות להתמודד עם האתגרים שהם פוגשים בשטח.",
                        "כלים פרקטיים לניהול, השפעה, וקבלת החלטות",
                        "למידה חווייתית עם דגש על יישום מיידי",
                        "התאמה אישית לאתגרים שלכם בארגון",
                        "רוצים לבחור את הסדנה שהכי מתאימה לכם?",
                        "סדנאות:"
                    ]
                }
            ]
        },
        "סדנאות_חד_פעמיות": {
            "title": "סדנאות חד פעמיות",
            "description": "פתיח:",
            "options": [
                {
                    "title": "פיתוח מנהלים מבוסס כישורים וכשירויות – לפרק ולהרכיב מחדש",
                    "content": "רוצים לראות תוצאות אחרות? תתחילו לחשוב אחרת.",
                    "details": [
                        "שינוי פרדיגמות ניהוליות ופיתוח תפיסות חדשות, מתאימות ומתקדמות.",
                        "כלים מעשיים לפירוק תבניות חשיבה ולבניית מיינדסט חדשני, מבוסס כישורים וכשירויות",
                        "תרגילים חווייתיים לפיתוח גמישות מחשבתית וקבלת החלטות מושכלת.",
                        "הצלחה ניהולית לא נשענת רק על טכניקות – היא מתחילה ביכולת לאתגר את הקיים ולבנות מחדש את המיינדסט. התכנית שלנו מציעה גישה חדשנית לפיתוח מנהלים, מבוססת כישורים וכשירויות לאימוץ מיומנויות ניהוליות מתקדמות ופירוק פרדיגמות ישנות. דרך תרגול וסיעור מוחות, המשתתפים לומדים להרחיב את החשיבה, לזהות דפוסים מעכבים, ולגבש סגנון ניהולי גמיש ופרואקטיבי."
                    ]
                },
                {
                    "title": "מיומנויות הנעה והשפעה – לרתום, להשפיע ולהצליח יחד",
                    "content": "איך גורמים לאנשים לשתף פעולה – גם בלי סמכות פורמלית?",
                    "details": [
                        "מודלים וכלים מבוססי מחקר לפיתוח כישורי השפעה.",
                        "גישה פרקטית להנעת עובדים, קולגות ולקוחות גם ללא סמכות ישירה.",
                        "זיהוי צרכים סמויים ובניית חוויית \"Win-Win\".אמיתית לאורך זמן.",
                        "כדי להניע אנשים ולייצר השפעה אמיתית, לא מספיק לתת הוראות – זה יעשה כנראה את ההיפך. בסדנה זו נלמד כיצד לרתום אנשים לשיתוף פעולה, לזהות מניעים סמויים ולנהל שיח שמוביל לתוצאות. באמצעות תרגול מעשי, המשתתפים יפתחו מיומנויות השפעה שיגרמו לאחרים לפעול מתוך רצון אמיתי – ולא מתוך חובה."
                    ]
                },
                {
                    "title": "ניהול שותפויות – לבנות מערכות יחסים משמעותיות",
                    "content": "שותפות אמיתית לא מבוססת על סמכות – אלא על השפעה.",
                    "details": [
                        "כלים לניהול מערכות יחסים בממשקים מורכבים.",
                        "זיהוי צרכים סמויים ובניית אמון לאורך זמן.",
                        "פיתוח כישורים להובלה מתוך חיבור והבנה.",
                        "שיתופי פעולה מוצלחים לא קורים מעצמם – הם נבנים באמצעות תקשורת והשפעה. בסדנה זו המשתתפים ירכשו כישורים שיאפשרו להם לנהל שותפויות בצורה אפקטיבית, לזהות מניעים חבויים וליצור חיבור שמוביל לשיתוף פעולה מוצלח."
                    ]
                },
                {
                    "title": "מחוברות ארגונית – איך יוצרים שייכות אמיתית",
                    "content": "עובדים שמרגישים שייכים – הם אלו שנשארים ומצליחים. נקודה!",
                    "details": [
                        "הבנת הבסיס למחוברות ארגונית לטובת הנעה ומוטיבציה",
                        "כלים ומודלים פרקטיים לבניית חיבור אמיתי של עובדים לארגון.",
                        "זיהוי צרכים אישיים וקבוצתיים להעצמת תחושת שייכות.",
                        "מחוברות היא הרבה יותר משביעות רצון – היא הדבק שמחזיק את הארגון. בסדנה זו נלמד כיצד לפתח תחושת שייכות, הנעת עובדים וחיבור לערכים ולמטרות הארגוניות."
                    ]
                },
                {
                    "title": "סגנונות תקשורת – לדבר בשפה של כולם",
                    "content": "כדי להשפיע – צריך לדעת איך לדבר לכל אחד.",
                    "details": [
                        "זיהוי והתאמת סגנון התקשורת למצבים ואנשים שונים.",
                        "פיתוח גמישות תקשורתית ובניית אמון.",
                        "שימוש בסימולציות ומשחקי תפקידים להטמעה מהירה.",
                        "תקשורת אפקטיבית היא המפתח להצלחה ארגונית. בסדנה זו נלמד לזהות את סגנון התקשורת האישי שלנו ושל הסובבים אותנו, לפתח יכולת להתאים מסרים לקהל היעד וליצור שיח שמניע לפעולה ולשיתוף פעולה."
                    ]
                },
                {
                    "title": "משוב והערכת עובדים – להוביל שיפור וצמיחה",
                    "content": "משוב נכון לא רק משפר ביצועים – הוא מייצר מחויבות.",
                    "details": [
                        "חשיבות ומשמעות של תרבות משוב מתמשכת.",
                        "כלים מעשיים לניהול שיחות משוב אפקטיביות מבוססות כישורים.",
                        "שילוב טכניקות לשיחות קשות בצורה בונה.",
                        "משוב נכון הוא לא ביקורת – אלא כלי לפיתוח ולצמיחה. בסדנה זו נלמד איך להעניק משוב שמניע לשיפור ביצועים, כיצד לזהות נקודות חוזק ולשלב הערכה אמיתית בדרך שתיצור מחויבות אמיתית של העובדים להצלחה."
                    ]
                },
                {
                    "title": "ראיון מבוסס כישורים וכשירויות – אתם באמת מכירים את האדם שמולכם?",
                    "content": "גיוס מדויק מתחיל בזיהוי הכישורים האמיתיים.",
                    "details": [
                        "ניהול ראיונות ממוקדים בכישורים וכשירויות קריטיים להצלחה.",
                        "שאילת שאלות נכונה וניתוח תגובות לזיהוי פערים בין דיבור למעשה.",
                        "כלים מעשיים לזיהוי התאמה מקצועית, אישיותית ותרבותית.",
                        "כמה פעמים גייסתם מועמד שנראה מושלם – רק כדי לגלות שהוא לא מתאים? בסדנה זו נלמד כיצד לנהל ראיונות מבוססי כישורים וכשירויות, לזהות התאמות ופערים ולוודא שהמועמדים הנכונים מצטרפים לארגון שלכם."
                    ]
                },
                {
                    "title": "גיוס מבוסס כישורים וכשירויות – להפוך את תהליך הגיוס למדויק ומוצלח",
                    "content": "מגייסים את מי שזמין – או את מי שבאמת מתאים?",
                    "details": [
                        "כלים לאיתור כישורים וכשירויות הנדרשים להצלחה בתפקיד.",
                        "טכניקות לבניית תהליך גיוס ממוקד ומדיד.",
                        "התאמה בין מועמד, תפקיד ותרבות ארגונית.",
                        "גיוס מוצלח מתחיל בהבנה עמוקה של כישורים וכשירויות הדרושים לכל תפקיד. בסדנה זו נלמד כיצד לבנות תהליך גיוס אפקטיבי, לזהות את המועמדים המדויקים ביותר ולהבטיח שהם ישתלבו בהצלחה בארגון."
                    ]
                },
                {
                    "title": "מיפוי חווית עובד / מסע לקוח – להבין את הדרך מנקודת המבט של האחר",
                    "content": "חוויית העובד והלקוח מתחילה בהבנה אמיתית של הדרך שהם עוברים.",
                    "details": [
                        "מיפוי מסעות עובדים ולקוחות באמצעות כלים מתקדמים.",
                        "זיהוי נקודות קריטיות לשיפור ושימור.",
                        "יצירת חוויות משמעותיות המחזקות מחוברות ושביעות רצון.",
                        "כל עובד ולקוח עובר \"מסע\" בארגון – האם אתם באמת יודעים איך הוא מרגיש בדרך? בסדנה זו נלמד כיצד למפות חוויות, לזהות נקודות חיכוך ולהפוך אותן להזדמנויות ליצירת חוויית עובד ולקוח מצוינת."
                    ]
                },
                {
                    "title": "פתרון בעיות וקבלת החלטות – לנהל את הבלתי צפוי בביטחון",
                    "content": "החלטות חכמות לא מתקבלות במקרה – הן תוצאה של תהליך מדויק.",
                    "details": [
                        "זיהוי הגורמים האמיתיים לבעיות והגדרת פתרונות מדויקים.",
                        "כלים לחשיבה יצירתית וקבלת החלטות מושכלת.",
                        "שילוב תרגולים מעשיים לפיתוח ביטחון בניהול משברים.",
                        "במציאות משתנה, קבלת החלטות ופתרון בעיות הם כישורים קריטיים להצלחה ניהולית. בסדנה זו נלמד כיצד לנתח בעיות בצורה שיטתית, לזהות פתרונות יצירתיים ולבצע החלטות בביטחון – גם בתנאי אי ודאות."
                    ]
                },
                {
                    "title": "שימור ופיתוח עובדים – תנו לאנשים שלכם לגדול",
                    "content": "שימור עובדים הוא לא עניין של מזל – הוא תהליך מנוהל ומדויק.",
                    "details": [
                        "\"לעבוד אצל האנשים שלנו\"- יצירת סביבת עבודה שמקדמת צמיחה ומחוברות.",
                        "כלים לזיהוי צרכים אישיים ופיתוח עובדים לטובת מיקסום פוטנציאל",
                        "שימוש בדאשבורד ניהולי לזיהוי פערי כשירויות וכישורים ברמת העובד/צוות/מחלקה.",
                        "גיוס עובדים זה אתגר – אבל לשמור אותם לאורך זמן זו אמנות. בסדנה זו נלמד כיצד לזהות ולהבין מה מניע עובדים להישאר וליצור סביבה שמקדמת צמיחה ומונעת נטישה מפתיעה."
                    ]
                },
                {
                    "title": "שגרות ניהול - ליצור סדר, להוביל תוצאות",
                    "content": "ניהול יעיל מתחיל בשגרות ניהול שמייצרות יציבות, עקביות ותוצאות.",
                    "details": [
                        "זיהוי והגדרת שגרות ניהול קריטיות לשיפור האפקטיביות.",
                        "הבנת החשיבות של שגרות קבועות לניהול עובדים וממשקים.",
                        "בניית לוח שגרות מעשי לשימוש יומיומי.",
                        "ניהול משימות, עובדים וממשקים הוא חלק בלתי נפרד מהשגרה הניהולית – אבל האם הוא באמת מקבל את המקום הראוי לו? בסדנה זו נבין את החשיבות של שגרות ניהול בהגברת האפקטיביות, נלמד איך לשלב אותן בשגרה העמוסה ונבנה יחד לוח שגרות שיסייע לנו לנהל את היום-יום בצורה יעילה, מקצועית וברורה יותר."
                    ]
                },
                {
                    "title": "פרזנטציה אפקטיבית – להעביר מסר שמשאיר חותם",
                    "content": "מצגת טובה לא רק מציגה מידע – היא יוצרת חיבור, רגש וזכירות.",
                    "details": [
                        "עיצוב מסר בשיטת Less is More: זיקוק המסר והתאמתו לקהל היעד.",
                        "שימוש נכון בכלי מולטימדיה: תמונות, וידאו ואפקטים שמעוררים עניין.",
                        "פיתוח מיומנות Storytelling להעברת מסר בצורה סוחפת.",
                        "תרגול עמידה מול קהל, שפת גוף, והתגברות על חסמים.",
                        "פרזנטציה אפקטיבית היא לא רק מידע על שקף – היא סיפור שמחבר את הקהל, נוגע בו ומניע אותו לפעולה. בסדנה זו נלמד כיצד לעצב מסר מדויק, ליצור חוויית צפייה זכירה באמצעות תמונות וסרטונים, ולשלב טכניקות Storytelling שמושכות את הקהל. נתרגל עמידה מול קהל, נבין איך להתגבר על חששות ולדבר בביטחון, כדי שהמסר שלכם יגיע ללב – וישאר שם."
                    ]
                },
                {
                    "title": "ניהול מנהיגותי – לחשוב מערכתית, להוביל באחריות",
                    "content": "מנהיגות היא לא תכונה מולדת – היא נבנית דרך חשיבה מערכתית, ערכים ומעשים.",
                    "details": [
                        "חקירת הזהות האישית וביסוס זהות ניהולית.",
                        "הבנת תפקיד הערכים האישיים והארגוניים בקבלת החלטות.",
                        "פיתוח חשיבה מערכתית ויכולת ניהול מצבים משתנים.",
                        "יישום מודל המנהיגות המצבית להתאמת סגנון ניהולי לצרכי הצוות.",
                        "מנהלים טובים יודעים לנהל משימות – מנהיגים מצוינים יודעים להוביל אנשים. בסדנה זו נעמיק בהבנת ניהול מנהיגותי, נלמד כיצד לערוך רפלקציה אישית על כישורי המנהיגות שלנו, נחקור את הערכים והאמונות שמנחים אותנו ונפתח חשיבה מערכתית שמסייעת לנהל תהליכים מורכבים. נתרגל מצבי מנהיגות שונים באמצעות המודל המצביתי של הרסי-בלנשארד ונלמד כיצד להניע עובדים, לקבל החלטות ולייצר השפעה חיובית ומתמשכת בארגון.",
                        "הרצאה אחת – תובנות שמשנות תפיסה.",
                        "שעה אחת יכולה להספיק כדי לעורר השראה ולהניע שינוי. ההרצאות שלנו מעניקות זווית חדשה על עולם העבודה, תוך שילוב דוגמאות מהשטח וכלים מעשיים ליישום מיידי.",
                        "כל הרצאה מותאמת לצרכים הייחודיים שלכם, ומביאה איתה כלים חדשניים בתחומים כמו חוויית עובד, מחוברות ארגונית, מסע לקוח ועוד.",
                        "רוצים שנעזור לכם לבחור את ההרצאה שהכי מתאימה לארגון שלכם?",
                        "הרצאות:"
                    ]
                }
            ]
        },
        "הרצאות": {
            "title": "הרצאות",
            "description": "פתיח:",
            "options": [
                {
                    "title": "כישורים זה החיים",
                    "content": "אוכלוסיית יעד: מנהלים עסקיים, משאבי אנוש ושותפים עסקיים.",
                    "details": [
                        "מודל #כישורים זה החיים נועד לניהול מחזור החיים של העובד בצורה רציפה לצורך הגברת האפקטיביות של המשאב האנושי והגדלת הפריון.",
                        "בהרצאה נכיר את המודל ואת הדרכים ליישמו בכלל מחלקות משאבי אנוש ואת השפעתו על \"העסק\".",
                        "ניתוח עיסוקים על פי מודל   HR Based Competency",
                        "תשתית של כישורים וכשירויות לעיסוק מאפשרת יצירת נתונים מדידים עבור כל עובד, לנהל ולמצות את הפוטנציאל מהמשאב האנושי בצורה אופטימלית יותר.",
                        "מפת כישורים וכשירויות לכל עיסוק בארגון תהווה כלי ובסיס עבודה וקבלת החלטות לכל אורך חיי העובד בארגון:",
                        "מיון וגיוס עובדים",
                        "הכשרה והדרכה",
                        "בניית תכנית הדרכה שנתית",
                        "פיתוח ושימור עובדים",
                        "ניוד וקידום פנימי",
                        "הערכת ביצועים",
                        "הגדרת כישורים וכשירויות",
                        "כישור (Skill): ידע, יכולת, מיומנות או כישרון הבאים לידי ביטוי בהתנהגויות קריטיות להצלחה בביצוע המשימות ולהשגת היעדים העסקיים של הארגון.",
                        "כשירות (Professional Competence): צבר ההתנסות וההכשרה אשר בסופה העובד נותן ערך אמיתי בביצוע המשימה ומהווה חלק ממשימות הליבה של העיסוק.",
                        "משך ההרצאה: כשעה וחצי"
                    ]
                },
                {
                    "title": "ניהול חווית עובדים בארגון",
                    "content": "התפקיד של משאבי אנוש הוא אחד המורכבים שבארגון.",
                    "details": [
                        "אנחנו נמצאים בכל מקום, בכל סיטואציה, בכל תהליך רלוונטי, בין עובדים למנהלים, בין מנהלים לארגון, בין כל אחד לעצמו...",
                        "עוד מנהלות מש\"א מגיעות אלינו כל הזמן כדי לשפר את התהליך, לקבל כלים טכנולוגים מדויקים, המתייחסים למסע העובד בארגון, ולכל נקודות המגע שיש איתו, מגיוס ועד פרישה, הן כבר מבינות שיש לחוויה הזו השפעה ישירה על הפריון בארגון.",
                        "בהרצאה נלמד כיצד לנהל את מסע העובד, מהרגע שגויס לחברה, תוך דגש על חווית העובד והגברת הפריון בארגון.",
                        "יינתנו כלים להעצמת חווית העובד, מיפוי כישורים, פיתוח אישי, מחוברות העובדים והגברת הפריון – באמצעות שימוש במתודולוגיות מעולם השיווק, ניהול לקוח, ושימוש בניתוח דאטה כאמצעי קריטי לניהול חווית העובדים."
                    ]
                },
                {
                    "title": "מודל התקווה",
                    "content": "מה הקשר בין תקווה וניהול?",
                    "details": [
                        "איך תקווה מייצרת מוטיבציה וחוללות עצמית?",
                        "גם בארגונים בתקופות משבר, לחץ המנהלות והמנהלים הם המחוללים המרכזיים של מוטיבציית העובדים, היכולת לצאת מהמשבר יכולה להיבנות על ידי אותו מנהל או מנהלת.",
                        "זו לא מתת אל, אלא טכניקה מבוססת מחקרים שמאפשרת גם ברגעים הקשים ביותר לבנות תכנית פעולה ולצאת קדימה. זה מדעי: תקווה עוזרת להשיג מטרות.",
                        "התקווה ככישור ניהולי – הרצאה שכבר מאות מנהלים ומנהלות עברו מבוססת על המחקר של ריק סניידר בנושא התקווה ואיך הכישור הזה מייצר חוללות עצמית ומוטיבציה.",
                        "בטוחים שלכל אחד ואחת יהיה מה לקחת מההרצאה לעבודה היום-יומית ואולי גם לחיים האישיים."
                    ]
                },
                {
                    "title": "מחוברות ארגונית",
                    "content": "איך יוצרים תחושת שייכות אמיתית לארגון?",
                    "details": [
                        "עובדים שמרגישים שייכים – הם אלו שנשארים ומצליחים. נקודה!",
                        "הבנת הבסיס למחוברות ארגונית לטובת הנעה ומוטיבציה",
                        "כלים ומודלים פרקטיים לבניית חיבור אמיתי של עובדים לארגון.",
                        "זיהוי צרכים אישיים וקבוצתיים להעצמת תחושת שייכות.",
                        "מחוברות היא הרבה יותר משביעות רצון – היא הדבק שמחזיק את הארגון. בהרצאה זו נשמע כיצד לפתח תחושת שייכות, הנעת עובדים וחיבור לערכים ולמטרות הארגוניות."
                    ]
                },
                {
                    "title": "מסע לקוח",
                    "content": "מיפוי מסע לקוח – להבין את הדרך מנקודת המבט של האחר.",
                    "details": [
                        "חוויית הלקוח מתחילה בהבנה אמיתית של הדרך שהוא עובר.",
                        "מיפוי מסעות לקוחות באמצעות כלים מתקדמים.",
                        "זיהוי נקודות קריטיות לשיפור ושימור.",
                        "יצירת חוויות משמעותיות המחזקות מחוברות ושביעות רצון.",
                        "כל לקוח עובר \"מסע\" בארגון – האם אתם באמת יודעים איך הוא מרגיש בדרך?",
                        "בהרצאה זו נלמד כיצד למפות חוויות, לזהות נקודות חיכוך ולהפוך אותן להזדמנויות ליצירת חוויית לקוח מצוינת."
                    ]
                }
            ]
        }
    }
}